/*
 BrandMessengerLocalizable.strings
 BrandMessenger
 
 Copyright (c) 2015 Smooch Technologies. All rights reserved.
 */

/* Nav bar button, action sheet cancel button */
"Cancel" = "Cancelar";

/* Conversation title */
"Messages" = "Mensagens";

/* Conversation header. Uses CFBundleDisplayName */
"This is the start of your conversation with the %@ team. We'll stay in touch to help you get the most out of your app.\nFeel free to leave us a message about anything that’s on your mind. We’ll get back to your questions, suggestions or anything else as soon as we can." = "Esse é o começo da sua conversa com a equipe %@. Ficaremos em contato, para que você possa aproveitar este app ao máximo.\nSinta-se à vontade para nos perguntar qualquer coisa. Responderemos às suas perguntas, sugestões, ou a qualquer outra mansagem, o mais rápido possível";

/* Error message shown in conversation view */
"No Internet connection" = "Sem conexão à Internet";

/* Error message shown in conversation view */
"Could not connect to server" = "Não foi possível conectar ao servidor";

/* Error message shown in conversation view */
"Reconnecting..." = "Reconectando...";

/* Fallback used by the in app notification when no message author name is found */
"%@ Team" = "Equipe %@";

/* Conversation send button */
"Send" = "Enviar";

/* Conversation text input place holder */
"Type a message..." = "Digite uma mensagem...";

/* Conversation nav bar left button */
"Done" = "Concluído";

/* Failure text for chat messages that fail to upload */
"Message not delivered. Tap to retry." = "A mensagem não foi entregue. Toque para tentar novamente.";

/* Status text for chat messages */
"Sending..." = "Enviando...";

/* Action sheet button label */
"Take Photo" = "Tirar foto";

/* Action sheet button label */
"Use Last Photo Taken" = "Escolher a última foto tirada";

/* Action sheet button label */
"Choose from Library" = "Escolher existente";

/* Action sheet button label */
"Resend" = "Reenviar";

/* Action sheet button label */
"View Image" = "Ver Imagem";

/* Error displayed in message bubble if image failed to download */
"Tap to reload image" = "Toque para recarregar a Imagem ";

/* Error title when user selects ""use latest photo, but no photos exist */
"No Photos Found" = "Não foram encontradas fotos";

/* Error description when user selects "use latest photo", but no photos exist */
"Your photo library seems to be empty." = "Parece que a sua biblioteca de fotos está vazia.";

/* Error title when user attempts to upload a photo but Photos access is denied */
"Can't Access Photos" = "Não É Possível Acessar as Fotos";

/* Error description when user attempts to upload a photo but Photos access is denied */
"Make sure to allow photos access for this app in your privacy settings." = "Certifique-se de que, nos ajustes de privacidade, você permitiu o acesso deste aplicativo as suas fotos.";

/* Error title when user attempts to take a photo but camera access is denied */
"Can't Access Camera" = "Não Foi Possível Acessar a Câmera";

/* Error description when user attempts to take a photo but camera access is denied */
"Make sure to allow camera access for this app in your privacy settings." = "Certifique-se de que, nas suas definições de privacidade, permitiu, para esta aplicação o acesso à câmara.";

/* Generic error title when user attempts to upload an image and it fails for an unknown reason */
"Can't Retrieve Photo" = "Não Foi Possível Obter a Foto";

/* Generic error description when user attempts to upload an image and it fails for an unknown reason */
"Please try again or select a new photo." = "Por favor, tente novamente, ou selecione outra foto.";

/* UIAlertView button title to link to Settings app */
"Settings" = "Ajustes";

/* UIAlertView button title to dismiss */
"Dismiss" = "Cancelar";
